Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The stored Keychain value could not be read.
ar: لا يمكن قراءة قيمة Keychain المخزنة.
de: Der gespeicherte Schlüsselbundwert konnte nicht gelesen werden.
es: No se pudo leer el valor del llavero almacenado.
fr: La valeur du trousseau stockée n'a pas pu être lue.
it: Impossibile leggere il valore del portachiavi memorizzato.
zh_hans: 无法读取存储的钥匙串值。

source: This category will be added to your %@ categories.
ar: ستتم إضافة هذه الفئة إلى فئات %@ الخاصة بك.
de: Diese Kategorie wird zu Ihren %@-Kategorien hinzugefügt.
es: Esta categoría se agregará a sus categorías %@.
fr: Cette catégorie sera ajoutée à vos catégories %@.
it: Questa categoria verrà aggiunta alle tue categorie %@.
zh_hans: 此类别将添加到您的 %@ 类别中。

source: This category will be added to your %@) categories.
ar: ستتم إضافة هذه الفئة إلى فئات %@).
de: Diese Kategorie wird zu Ihren %@)-Kategorien hinzugefügt.
es: Esta categoría se agregará a sus categorías %@).
fr: Cette catégorie sera ajoutée à vos catégories %@).
it: Questa categoria verrà aggiunta alle tue categorie %@).
zh_hans: 此类别将添加到您的 %@) 类别中。

source: This file isn't a Wealth Compass backup or a supported Revolut / Trade Republic statement.
ar: هذا الملف ليس نسخة احتياطية من Wealth Compass ولا كشفًا مدعومًا من Revolut / Trade Republic.
ca: Aquest fitxer no és una còpia de seguretat de Wealth Compass ni un extracte compatible de Revolut / Trade Republic.
cs: Tento soubor není zálohou Wealth Compass ani podporovaným výpisem Revolut / Trade Republic.
da: Denne fil er ikke en Wealth Compass-sikkerhedskopi eller et understøttet Revolut- / Trade Republic-kontoudtog.
de: Diese Datei ist kein Wealth Compass-Backup und kein unterstützter Revolut- / Trade Republic-Kontoauszug.
el: Αυτό το αρχείο δεν είναι αντίγραφο ασφαλείας του Wealth Compass ούτε υποστηριζόμενο αντίγραφο κίνησης Revolut / Trade Republic.
es: Este archivo no es una copia de Wealth Compass ni un extracto compatible de Revolut / Trade Republic.
fi: Tämä tiedosto ei ole Wealth Compass -varmuuskopio eikä tuettu Revolut- tai Trade Republic -tiliote.
fr: Ce fichier n'est pas une sauvegarde Wealth Compass ni un relevé Revolut / Trade Republic pris en charge.
he: קובץ זה אינו גיבוי של Wealth Compass או דף חשבון נתמך של Revolut / Trade Republic.
hi: यह फ़ाइल न तो Wealth Compass बैकअप है और न ही कोई समर्थित Revolut / Trade Republic विवरण।
hr: Ova datoteka nije Wealth Compass sigurnosna kopija niti podržani Revolut / Trade Republic izvod.
hu: Ez a fájl nem Wealth Compass biztonsági másolat, és nem támogatott Revolut / Trade Republic kivonat.
id: File ini bukan cadangan Wealth Compass atau rekening koran Revolut / Trade Republic yang didukung.
it: Questo file non è un backup di Wealth Compass né un estratto conto Revolut / Trade Republic supportato.
ja: このファイルは Wealth Compass のバックアップでも、サポートされている Revolut / Trade Republic の明細書でもありません。
ko: 이 파일은 Wealth Compass 백업이나 지원되는 Revolut / Trade Republic 명세서가 아닙니다.
ms: Fail ini bukan sandaran Wealth Compass atau penyata Revolut / Trade Republic yang disokong.
nb: Denne filen er ikke en Wealth Compass-sikkerhetskopi eller en støttet Revolut- / Trade Republic-kontoutskrift.
nl: Dit bestand is geen Wealth Compass-back-up of een ondersteund Revolut- / Trade Republic-overzicht.
pl: Ten plik nie jest kopią zapasową Wealth Compass ani obsługiwanym wyciągiem Revolut / Trade Republic.
pt_br: Este arquivo não é um backup do Wealth Compass nem um extrato compatível da Revolut / Trade Republic.
pt_pt: Este ficheiro não é um backup do Wealth Compass nem um extrato compatível do Revolut / Trade Republic.
ro: Acest fișier nu este un backup Wealth Compass sau un extras Revolut / Trade Republic acceptat.
ru: Этот файл не является резервной копией Wealth Compass или поддерживаемой выпиской Revolut / Trade Republic.
sk: Tento súbor nie je zálohou Wealth Compass ani podporovaným výpisom Revolut / Trade Republic.
sv: Den här filen är inte en Wealth Compass-säkerhetskopia eller ett kontoutdrag som stöds från Revolut / Trade Republic.
th: ไฟล์นี้ไม่ใช่ข้อมูลสำรองของ Wealth Compass หรือใบแจ้งยอดของ Revolut / Trade Republic ที่รองรับ
tr: Bu dosya bir Wealth Compass yedeklemesi veya desteklenen bir Revolut / Trade Republic ekstresi değil.
uk: Цей файл не є резервною копією Wealth Compass чи підтримуваною випискою Revolut / Trade Republic.
vi: Tệp này không phải là bản sao lưu Wealth Compass hoặc sao kê Revolut / Trade Republic được hỗ trợ.
zh_hans: 此文件不是 Wealth Compass 备份，也不是受支持的 Revolut / Trade Republic 对账单。
zh_hant: 此檔案並非 Wealth Compass 備份，也不是受支援的 Revolut / Trade Republic 對帳單。

source: This month
ar: هذا الشهر
de: Diesen Monat
es: este mes
fr: Ce mois-ci
it: Questo mese
zh_hans: 本月

source: This permanently removes %@ from your crypto portfolio.
ar: يؤدي هذا إلى إزالة %@ نهائيًا من محفظة العملات المشفرة الخاصة بك.
de: Dadurch wird %@ dauerhaft aus Ihrem Krypto-Portfolio entfernt.
es: Esto elimina permanentemente %@ de su cartera de criptomonedas.
fr: Cela supprime définitivement %@ de votre portefeuille crypto.
it: Questo rimuove permanentemente %@ dal tuo portafoglio crittografico.
zh_hans: 这将从您的加密货币投资组合中永久删除 %@。

source: This permanently removes %@ from your investment portfolio.
ar: يؤدي هذا إلى إزالة %@ نهائيًا من محفظتك الاستثمارية.
de: Dadurch wird %@ dauerhaft aus Ihrem Anlageportfolio entfernt.
es: Esto elimina permanentemente %@ de su cartera de inversiones.
fr: Cela supprime définitivement %@ de votre portefeuille d’investissement.
it: Ciò rimuoverà permanentemente %@ dal tuo portafoglio di investimenti.
zh_hans: 这将从您的投资组合中永久删除 %@。

source: This permanently removes all local Wealth Compass data from this device.
ar: يؤدي هذا إلى إزالة جميع بيانات Wealth Compass المحلية من هذا الجهاز بشكل دائم.
de: Dadurch werden alle lokalen Wealth Compass-Daten dauerhaft von diesem Gerät entfernt.
es: Esto elimina permanentemente todos los datos locales de Wealth Compass de este dispositivo.
fr: Cela supprime définitivement toutes les données locales de Wealth Compass de cet appareil.
it: Ciò rimuove permanentemente tutti i dati locali di Wealth Compass da questo dispositivo.
zh_hans: 这将从该设备中永久删除所有本地财富指南针数据。

# This permanently removes the %@ transaction from %@.
source: This permanently removes the %1$@ transaction from %2$@.
ar: يؤدي هذا إلى إزالة المعاملة %@ نهائيًا من %@.
de: Dadurch wird die Transaktion %@ dauerhaft aus %@ entfernt.
es: Esto elimina permanentemente la transacción %@ de %@.
fr: Cela supprime définitivement la transaction %@ de %@.
it: Ciò rimuove definitivamente la transazione %@ da %@.
zh_hans: 这将从 %@ 中永久删除 %@ 交易。

source: This permanently removes the %@ transaction from %@).
ar: يؤدي هذا إلى إزالة المعاملة %@ نهائيًا من %@).
de: Dadurch wird die Transaktion %@ dauerhaft aus %@ entfernt.
es: Esto elimina permanentemente la transacción %@ de %@).
fr: Cela supprime définitivement la transaction %@ de %@).
it: Ciò rimuove permanentemente la transazione %@ da %@).
zh_hans: 这将从 %@ 中永久删除 %@ 交易）。

source: This permanently removes the local Mac database and its scheduled notifications. This action cannot be undone.
ar: يؤدي هذا إلى إزالة قاعدة بيانات Mac المحلية وإشعاراتها المجدولة نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden die lokale Mac-Datenbank und ihre geplanten Benachrichtigungen dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente la base de datos local de Mac y sus notificaciones programadas. Esta acción no se puede deshacer.
fr: Cela supprime définitivement la base de données Mac locale et ses notifications programmées. Cette action ne peut pas être annulée.
it: Ciò rimuove permanentemente il database Mac locale e le relative notifiche pianificate. Questa azione non può essere annullata.
zh_hans: 这将永久删除本地 Mac 数据库及其计划的通知。此操作无法撤消。

source: This removes %1$@ from your custom %2$@ categories. Existing transactions using this category will keep their current label.
ar: يؤدي هذا إلى إزالة %@ من فئات %@ المخصصة. ستحتفظ المعاملات الحالية التي تستخدم هذه الفئة بتصنيفها الحالي.
de: Dadurch wird %@ aus Ihren benutzerdefinierten %@-Kategorien entfernt. Bestehende Transaktionen, die diese Kategorie verwenden, behalten ihre aktuelle Bezeichnung.
es: Esto elimina %@ de sus categorías %@ personalizadas. Las transacciones existentes que utilicen esta categoría mantendrán su etiqueta actual.
fr: Cela supprime %@ de vos catégories %@ personnalisées. Les transactions existantes utilisant cette catégorie conserveront leur étiquette actuelle.
it: Ciò rimuove %@ dalle tue categorie %@ personalizzate. Le transazioni esistenti che utilizzano questa categoria manterranno la loro etichetta attuale.
zh_hans: 这将从您的自定义 %@ 类别中删除 %@。使用此类别的现有交易将保留其当前标签。

source: Top Expense Categories
ar: أهم فئات النفقات
de: Top-Ausgabenkategorien
es: Categorías de gastos principales
fr: Principales catégories de dépenses
it: Principali categorie di spesa
zh_hans: 主要费用类别

source: Top Holdings
ar: أهم الممتلكات
de: Top-Positionen
es: Principales Activos
fr: Principaux titres
it: Posizioni Principali
zh_hans: 主要持仓

source: Top Performer
ar: أفضل أداء
es: Mejor intérprete
fr: Le plus performant
it: Miglior interprete
zh_hans: 最佳表现者

source: TOTAL
ar: المجموع
de: GESAMT
it: TOTALE
zh_hans: 总计

source: Total Assets
ar: إجمالي الأصول
de: Gesamtvermögen
es: Activos totales
fr: Actif total
it: Patrimonio totale
zh_hans: 总资产

source: Total Cash
ar: إجمالي النقد
de: Gesamtes Bargeld
es: Efectivo Total
fr: Trésorerie totale
it: Contanti totali
zh_hans: 现金总额

source: Touch ID
ar: معرف اللمس
es: Identificación táctil
fr: Toucher l'identification
it: Tocca l'ID
zh_hans: 触摸 ID

source: Track holdings, allocation, and performance.
ar: تتبع المقتنيات والتخصيص والأداء.
de: Verfolgen Sie Bestände, Zuteilung und Leistung.
es: Realice un seguimiento de las tenencias, la asignación y el rendimiento.
fr: Suivez les avoirs, l’allocation et les performances.
it: Tieni traccia delle partecipazioni, dell'allocazione e della performance.
zh_hans: 跟踪持有量、分配和绩效。

source: Tracked assets
ar: الأصول المتعقبة
de: Verfolgte Vermögenswerte
es: Activos rastreados
fr: Actifs suivis
it: Risorse monitorate
zh_hans: 追踪资产

source: Transaction
ar: عملية
de: Transaktion
es: Transacción
it: Transazione
zh_hans: 交易

source: Transaction Fee
ar: رسوم المعاملة
de: Transaktionsgebühr
es: Tarifa de transacción
fr: Frais de transaction
it: Commissione di transazione
zh_hans: 交易费用

source: Transaction Period
ar: فترة الصفقة
de: Transaktionszeitraum
es: Período de transacción
fr: Période de transaction
it: Periodo della transazione
zh_hans: 交易期限

source: Transaction Type
ar: نوع المعاملة
de: Transaktionstyp
es: Tipo de transacción
fr: Type de transaction
it: Tipo di transazione
zh_hans: 交易类型

source: transaction was
ar: كانت الصفقة
de: Transaktion war
es: la transacción fue
fr: la transaction a été
it: la transazione era
zh_hans: 交易是

source: Transactions
ar: المعاملات
de: Transaktionen
es: Transacciones
it: Transazioni
zh_hans: 交易

source: transactions were
ar: المعاملات كانت
de: Transaktionen waren
es: las transacciones fueron
fr: les transactions ont été
it: le transazioni erano
zh_hans: 交易是

source: Transport
ar: ينقل
es: Transporte
it: Trasporti
zh_hans: 运输

source: Turn off Privacy Mode to reveal values and movement.
ar: قم بإيقاف تشغيل وضع الخصوصية للكشف عن القيم والحركة.
de: Deaktivieren Sie den Datenschutzmodus, um Werte und Bewegungen anzuzeigen.
es: Desactive el modo de privacidad para revelar valores y movimiento.
fr: Désactivez le mode confidentialité pour révéler les valeurs et les mouvements.
it: Disattiva la modalità Privacy per rivelare valori e movimenti.
zh_hans: 关闭隐私模式以揭示价值观和动态。

source: Type
ar: نوع
de: Typ
es: Tipo
fr: Taper
it: Tipo
zh_hans: 类型

source: UK
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: ROYAUME-UNI
it: Regno Unito
zh_hans: 英国

source: Unable to Refresh Market Data
ar: غير قادر على تحديث بيانات السوق
de: Marktdaten können nicht aktualisiert werden
es: No se pueden actualizar los datos del mercado
fr: Impossible d'actualiser les données du marché
it: Impossibile aggiornare i dati di mercato
zh_hans: 无法刷新市场数据

source: Unable to Remove %@
ar: غير قادر على إزالة %@
de: %@ kann nicht entfernt werden
es: No se puede eliminar %@
fr: Impossible de supprimer %@
it: Impossibile rimuovere %@
zh_hans: 无法删除 %@

source: Understand what comes in and where it goes.
ar: فهم ما يأتي وأين يذهب.
de: Verstehen Sie, was reinkommt und wohin es geht.
es: Comprenda lo que entra y hacia dónde va.
fr: Comprenez ce qui entre et où cela va.
it: Capire cosa entra e dove va.
zh_hans: 了解什么进来以及去哪里。

source: Unlock
ar: إلغاء القفل
de: Entsperren
es: Desbloquear
fr: Ouvrir
it: Sblocca
zh_hans: 解锁

source: Unlock with %@
ar: إلغاء القفل باستخدام %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Débloquez avec %@
it: Sblocca con %@
zh_hans: 使用 %@ 解锁

source: Unlock your local Wealth Compass data.
ar: افتح بيانات بوصلة الثروة المحلية الخاصة بك.
de: Schalten Sie Ihre lokalen Wealth Compass-Daten frei.
es: Desbloquee sus datos locales de Wealth Compass.
fr: Débloquez vos données Wealth Compass locales.
it: Sblocca i dati della tua Wealth Compass locale.
zh_hans: 解锁您当地的财富指南针数据。

source: Up to Date
ar: حتى الآن
de: Auf dem neuesten Stand
es: A hoy
fr: À jour
it: Aggiornato
zh_hans: 最新

source: Updated %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: %@ mis à jour
it: Aggiornato %@
zh_hans: 已更新 %@

# Updated %lld investments and %lld crypto holdings.
source: Updated %1$lld investments and %2$lld crypto holdings.
ar: تم تحديث استثمارات %lld وممتلكات العملات المشفرة %lld.
de: Aktualisierte %lld-Investitionen und %lld-Kryptobestände.
es: Se actualizaron %lld inversiones y %lld tenencias de criptomonedas.
fr: Mise à jour des investissements %lld et des avoirs cryptographiques %lld.
it: Aggiornati gli investimenti %lld e le partecipazioni in criptovalute %lld.
zh_hans: 更新了 %lld 投资和 %lld 加密货币持有量。

source: US
ar: نحن
de: UNS
es: A NOSOTROS
fr: NOUS
it: NOI
zh_hans: 我们

source: US Dollar
ar: الدولار الأمريكي
es: dólar estadounidense
fr: Dollar américain
it: Dollaro americano
zh_hans: 美元

source: Use the free tiers, create a key, then paste it below.
ar: استخدم الطبقات المجانية، وقم بإنشاء مفتاح، ثم الصقه أدناه.
de: Nutzen Sie die kostenlosen Stufen, erstellen Sie einen Schlüssel und fügen Sie ihn dann unten ein.
es: Utilice los niveles gratuitos, cree una clave y luego péguela a continuación.
fr: Utilisez les niveaux gratuits, créez une clé, puis collez-la ci-dessous.
it: Utilizza i livelli gratuiti, crea una chiave, quindi incollala di seguito.
zh_hans: 使用免费套餐，创建密钥，然后将其粘贴到下面。

source: Utilities
ar: المرافق
de: Nebenkosten
es: Servicios
fr: Services publics
it: Utenze
zh_hans: 公用事业

source: Validating...
ar: جارٍ التحقق...
de: Validierung...
es: Validando...
fr: Validation...
it: Convalida...
zh_hans: 正在验证...

source: Validation Failed
ar: فشل التحقق من الصحة
de: Validierung fehlgeschlagen
es: Validación fallida
fr: Échec de la validation
it: Convalida non riuscita
zh_hans: 验证失败

source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
zh_hans: 价值

source: Values and proportions are hidden.
ar: القيم والنسب مخفية.
de: Werte und Proportionen werden ausgeblendet.
es: Los valores y las proporciones están ocultos.
fr: Les valeurs et les proportions sont masquées.
it: Valori e proporzioni sono nascosti.
zh_hans: 值和比例是隐藏的。

source: Verify & Save
ar: التحقق والحفظ
de: Überprüfen und speichern
es: Verificar y guardar
fr: Vérifier et enregistrer
it: Verifica e salva
zh_hans: 验证并保存

source: View All
ar: عرض الكل
de: Alle ansehen
es: Ver Todos
fr: Tout afficher
it: Vedi Tutti
zh_hans: 查看全部

source: View Cash Flow
ar: عرض التدفق النقدي
de: Cashflow anzeigen
es: Ver flujo de caja
fr: Afficher le flux de trésorerie
it: Visualizza il flusso di cassa
zh_hans: 查看现金流

source: Visible
ar: مرئي
de: Sichtbar
it: Visibile
zh_hans: 可见

source: We don't use central servers. All your financial data is stored locally on your device or in your private iCloud. To track live market prices for your assets, you will connect directly to data providers.
ar: نحن لا نستخدم الخوادم المركزية. يتم تخزين جميع بياناتك المالية محليًا على جهازك أو في iCloud الخاص بك. لتتبع أسعار السوق المباشرة لأصولك، ستتصل مباشرة بمزودي البيانات.
de: Wir verwenden keine zentralen Server. Alle Ihre Finanzdaten werden lokal auf Ihrem Gerät oder in Ihrer privaten iCloud gespeichert. Um die Marktpreise für Ihre Vermögenswerte live zu verfolgen, stellen Sie eine direkte Verbindung zu Datenanbietern her.
es: No utilizamos servidores centrales. Todos sus datos financieros se almacenan localmente en su dispositivo o en su iCloud privado. Para realizar un seguimiento de los precios de mercado en vivo de sus activos, se conectará directamente con los proveedores de datos.
fr: Nous n'utilisons pas de serveurs centraux. Toutes vos données financières sont stockées localement sur votre appareil ou dans votre iCloud privé. Pour suivre les prix du marché en direct pour vos actifs, vous vous connecterez directement aux fournisseurs de données.
it: Non utilizziamo server centrali. Tutti i tuoi dati finanziari sono archiviati localmente sul tuo dispositivo o nel tuo iCloud privato. Per monitorare i prezzi di mercato in tempo reale per i tuoi asset, ti collegherai direttamente ai fornitori di dati.
zh_hans: 我们不使用中央服务器。您的所有财务数据都存储在您的设备本地或您的私人 iCloud 中。要跟踪资产的实时市场价格，您将直接连接到数据提供商。

source: We don't use central servers. All your financial data is stored locally on your Mac or in your private iCloud. To track live market prices for your assets, you will connect directly to data providers.
ar: نحن لا نستخدم الخوادم المركزية. يتم تخزين جميع بياناتك المالية محليًا على جهاز Mac الخاص بك أو في iCloud الخاص بك. لتتبع أسعار السوق المباشرة لأصولك، ستتصل مباشرة بمزودي البيانات.
de: Wir verwenden keine zentralen Server. Alle Ihre Finanzdaten werden lokal auf Ihrem Mac oder in Ihrer privaten iCloud gespeichert. Um die Marktpreise für Ihre Vermögenswerte live zu verfolgen, stellen Sie eine direkte Verbindung zu Datenanbietern her.
es: No utilizamos servidores centrales. Todos sus datos financieros se almacenan localmente en su Mac o en su iCloud privado. Para realizar un seguimiento de los precios de mercado en vivo de sus activos, se conectará directamente con los proveedores de datos.
fr: Nous n'utilisons pas de serveurs centraux. Toutes vos données financières sont stockées localement sur votre Mac ou dans votre iCloud privé. Pour suivre les prix du marché en direct pour vos actifs, vous vous connecterez directement aux fournisseurs de données.
it: Non utilizziamo server centrali. Tutti i tuoi dati finanziari sono archiviati localmente sul tuo Mac o nel tuo iCloud privato. Per monitorare i prezzi di mercato in tempo reale per i tuoi asset, ti collegherai direttamente ai fornitori di dati.
zh_hans: 我们不使用中央服务器。您的所有财务数据都存储在您的 Mac 本地或私人 iCloud 中。要跟踪资产的实时市场价格，您将直接连接到数据提供商。

source: Wealth Compass
ar: بوصلة الثروة
de: Vermögenskompass
es: Brújula de riqueza
fr: Boussole de richesse
it: Bussola della ricchezza
zh_hans: 财富指南针

source: Wealth Compass records due occurrences while the app is active. If the app was closed, missed occurrences are added automatically the next time it opens.
ar: تسجل Wealth Compass الأحداث المستحقة أثناء نشاط التطبيق. إذا تم إغلاق التطبيق، تتم إضافة الأحداث الفائتة تلقائيًا في المرة التالية التي يتم فيها فتحه.
de: Wealth Compass zeichnet fällige Ereignisse auf, während die App aktiv ist. Wenn die App geschlossen wurde, werden verpasste Vorkommnisse beim nächsten Öffnen automatisch hinzugefügt.
es: Wealth Compass registra las ocurrencias debidas mientras la aplicación está activa. Si la aplicación se cerró, las ocurrencias omitidas se agregan automáticamente la próxima vez que se abre.
fr: Wealth Compass enregistre les événements dus pendant que l'application est active. Si l'application a été fermée, les occurrences manquées sont ajoutées automatiquement à la prochaine ouverture.
it: Wealth Compass registra gli eventi dovuti mentre l'app è attiva. Se l'app è stata chiusa, gli eventi persi verranno aggiunti automaticamente alla successiva apertura.
zh_hans: 财富指南针会在应用程序处于活动状态时记录到期事件。如果应用程序已关闭，则下次打开时会自动添加错过的事件。

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
it: Settimanale
zh_hans: 每周

source: Welcome to WealthCompass
ar: مرحبًا بك في WealthCompass
de: Willkommen bei WealthCompass
es: Bienvenido a WealthCompass
fr: Bienvenue sur WealthCompass
it: Benvenuti in WealthCompass
zh_hans: 欢迎来到财富指南针

source: When enabled, Wealth Compass locks when the app is no longer active.
ar: عند التمكين، يتم قفل Wealth Compass عندما لا يعد التطبيق نشطًا.
de: Wenn aktiviert, wird Wealth Compass gesperrt, wenn die App nicht mehr aktiv ist.
es: Cuando está habilitado, Wealth Compass se bloquea cuando la aplicación ya no está activa.
fr: Lorsqu'elle est activée, Wealth Compass se verrouille lorsque l'application n'est plus active.
it: Se abilitato, Wealth Compass si blocca quando l'app non è più attiva.
zh_hans: 启用后，Wealth Compass 将在应用程序不再处于活动状态时锁定。

source: When enabled, Wealth Compass locks whenever the app leaves the foreground.
ar: عند التمكين، يتم قفل Wealth Compass عندما يغادر التطبيق المقدمة.
de: Wenn aktiviert, wird Wealth Compass immer dann gesperrt, wenn die App den Vordergrund verlässt.
es: Cuando está habilitado, Wealth Compass se bloquea cada vez que la aplicación sale del primer plano.
fr: Lorsqu'il est activé, Wealth Compass se verrouille chaque fois que l'application quitte le premier plan.
it: Se abilitato, Wealth Compass si blocca ogni volta che l'app lascia il primo piano.
zh_hans: 启用后，只要应用程序离开前台，财富指南针就会锁定。

source: Where recorded spending is concentrated
ar: حيث يتركز الإنفاق المسجل
de: Wo sich die erfassten Ausgaben konzentrieren
es: Dónde se concentra el gasto registrado
fr: Où se concentrent les dépenses enregistrées
it: Dove si concentra la spesa registrata
zh_hans: 记录的支出集中在哪里

source: Where spending was concentrated in the last 30 days
ar: حيث تركز الإنفاق في آخر 30 يومًا
de: Wo sich die Ausgaben in den letzten 30 Tagen konzentrierten
es: Dónde se concentró el gasto en los últimos 30 días
fr: Où les dépenses ont été concentrées au cours des 30 derniers jours
it: Dove si è concentrata la spesa negli ultimi 30 giorni
zh_hans: 过去 30 天内支出集中的地方

source: Year to Date
ar: منذ بدلية العام ز حتى اليوم
de: Der bisherige Jahresverlauf
es: El año hasta la fecha
fr: Année à ce jour
it: Da inizio anno
zh_hans: 今年迄今为止

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
zh_hans: 每年

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
zh_hans: 是
